import { Link } from 'react-router-dom';

const DeliveryPage = () => {
  return (
    <>
      <h2>DeliveryPage</h2>
      <p>
        Усі товари у нашому магазині продаються з доставкою. Якщо Вам зручніше
        забрати замовлення самому, приїжджайте до нас у гості. Як дістатися до
        нас, Ви можете знайти в розділі контакти. Зробити замовлення можна
        кількома способами: зателефонувати за номером 067-111-11-11 або
        заповнити форму замовлення.
      </p>
      <p>
        Відправлення замовлення відбувається в день його підтвердження (за
        винятком вихідних та святкових днів). Підтвердження замовлення для
        відправки товару має бути зроблено у строки не пізніше: - для
        малогабаритних вантажів – до 15:00 (субота до 13:00) - для
        великогабаритних вантажів – до 14:00 (субота до 12:00) В іншому випадку
        відправлення замовлення здійснюється наступного робочого дня після
        підтвердження замовлення. Доставка здійснюється за рахунок покупця
        транспортними компаніями:
        <ul>
          <li>
            <Link to="https://novaposhta.ua/" target="blank">
              Нова Пошта
            </Link>
          </li>
          <li>
            <Link
              to="https://www.delivery-auto.com/ru/Representatives"
              target="blank"
            >
              Делівері
            </Link>
          </li>
        </ul>
        Страхування вантажів складає повну вартість замовленого товару. При
        отриманні замовлення оглядайте товар не виходячи з відділення
        транспортної компанії, уважно перевіряйте, обов&apos;язково у
        присутності представника служби доставки/перевізника, зовнішній вигляд
        товару, перевіряйте відсутність механічних пошкоджень та комплектацію
        товару, наявність усіх одиниць товару відповідно до Вашого замовлення.
        Якщо товар був забраний без перевірки при отриманні, то інтернет-магазин
        не може гарантувати вирішення питання на користь покупця у разі
        виявлення пошкоджень, некомплектності, непрацездатності та інших
        недоліків товару. ТОВ &quot;Гайовик-Агро&quot; не несе відповідальності
        за втрату, пошкодження чи затримку вантажу транспортними компаніями. З
        будь-яких питань щодо оформлення замовлення, відвантаження та доставки
        товару звертайтесь за телефоном
        <Link to="tel:+3067-111-11-11">+3067-111-11-11 (+Viber)</Link>
        або напишіть на пошту
        <Link to="mailto:agro@gmail.com">agro@gmail.com</Link>
      </p>
    </>
  );
};

export default DeliveryPage;
