import{j as e}from"./index-b5fe3b42.js";const t=()=>e.jsxs(e.Fragment,{children:[e.jsx("h2",{children:"PaymentPage"}),e.jsx("p",{children:`
     Оплата за товар здійснюється у безготівковій формі на розрахунковий рахунок підприємства.
Реквізити для оплати товару будуть доступні на сторінці підтвердження отримання даних про Ваше замовлення.

При надсиланні замовлення транспортними компаніями є можливість оплати при отриманні замовлення.

З будь-яких питань оплати звертайтесь за телефоном +38 (067) 360-75-03 (+Viber) або напишіть на пошту ramos.tvk@gmail.com
                `})]});export{t as default};
