const PaymentPage = () => {
  return (
    <>
      <h2>PaymentPage</h2>
      <p>
        {`
     Оплата за товар здійснюється у безготівковій формі на розрахунковий рахунок підприємства.
Реквізити для оплати товару будуть доступні на сторінці підтвердження отримання даних про Ваше замовлення.

При надсиланні замовлення транспортними компаніями є можливість оплати при отриманні замовлення.

З будь-яких питань оплати звертайтесь за телефоном +38 (067) 360-75-03 (+Viber) або напишіть на пошту ramos.tvk@gmail.com
                `}
      </p>
    </>
  );
};

export default PaymentPage;
